Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: PSG top the group with 13 points, one ahead of Barca, whom they beat 3-2 at home in their first encounter.
pt: O PSG lidera o grupo com 13 pontos, um à frente do Barça, a quem derrotou por 3 a 2, em casa, no primeiro jogo.

source: A Kremlin statement issued late on Tuesday said the Ukrainian and Russian presidents had spoken by telephone and discussed measures to restore peace in eastern Ukraine.
pt: Conforme comunicado do governo ucraniano, Poroshenko e Putin conversaram ao telefone e concordaram com um "regime de cessar-fogo" para o leste ucraniano .

source: As well as the 17 confirmed deaths, 61 people were injured when part of the base camp was buried under snow.
pt: Parte do acampamento deles foi soterrada pela neve, deixando 17 mortos e 61 feridos .

source: Instead, the latest line from Athens, from Interior Minister Nikos Voutsis, is that: “We believe that we can and we must have a solution and a deal within the week.”
pt: "Acreditamos que podemos e devemos ter uma solução e um acordo dentro de uma semana", disse à emissora de televisão Skai o ministro do Interior, Nikos Voutsis, que não está envolvido nas negociações com os credores.

source: ISTANBUL (Reuters) - European Parliament President Martin Schulz told Turkish Prime Minister Ahmet Davutoglu on Thursday he "understands" Ankara's reaction to a vote calling the 1915 mass killing of Armenians a genocide, sources in the prime minister's office said.
pt: ANCARA (Reuters) - O presidente da Turquia, Tayyip Erdogan, disse que o país vai desconsiderar a votação desta quarta-feira no Parlamento Europeu sobre os assassinatos em massa de armênios em 1915, que foram descritos pelo papa como genocídio.

source: The Security Council has been unable to agree on any resolution on Syria .
pt: "Acreditamos que não é um bom momento para nenhuma resolução no Conselho de Segurança .

source: Carter said that a second group of Syrian fighters will begin training soon.
pt: O grupo foi recrutado e avaliado antes do início do treinamento, segundo Carter .

source: NEW YORK (Reuters) - The United Nations children’s agency UNICEF declared 2014 a devastating year for children on Monday with as many as 15 million caught in conflicts in Central African Republic, Iraq, South Sudan, Syria, Ukraine and the Palestinian territories.
pt: O Fundo das Nações Unidas para a Infância (Unicef) declarou nesta segunda-feira (8) que 2014 foi um ano devastador para as crianças, já que até 15 milhões delas foram vitimadas por conflitos na República Centro-Africana, Iraque, Sudão do Sul, Síria, Ucrânia e territórios palestinos.

source: Officer Wilson potentially faced charges of first- or second-degree murder, voluntary manslaughter, or involuntary manslaughter .
pt: O júri era responsável por decidir se Wilson deveria ser acusado de quatro possíveis crimes: assassinato em primeiro grau, assassinato em segundo grau, homicídio doloso ou homicídio culposo.

source: French factories also slipped back into contraction.
pt: A pesquisa para a França também voltou à contração.

source: He was speaking at a session of the Conference on Interaction and Confidence Building Measures in Asia (CICA).
pt: Que resultados espera da Conferência sobre Interação e Medidas de Confiança na Ásia (na sigla em ing .

source: "When she wants something, she does everything to get it," he says .
pt: Mas ele não sabia de uma coisa: tudo não passou de uma pegadinha.

source: North Korean leader Kim Jong-un has made another public appearance this week, his second in four days after a lengthy absence that has seen him re-emerge with a walking stick, the country's official news agency says.
pt: O líder da Coreia do Norte, Kim Jong Un, fez sua primeira aparição pública em cinco semanas nesta terça-feira (data local), de acordo com a agência de notícias nacional .

source: CAIRO/DUBAI Saudi shells hit an international aid office in Yemen on Thursday killing five Ethiopian refugees, a local official said, while violence across the country put United Nations-led peace talks in doubt.
pt: CAIRO (Reuters) - Bombas lançadas pela Arábia Saudita caíram no escritório de uma entidade internacional de ajuda humanitária no norte do Iêmen nesta quinta-feira, matando cinco refugiados etíopes e ferindo dez pessoas, disse uma autoridade local.

source: Pentagon chief Ashton Carter said Sunday that Iraqi forces "failed to fight" in Ramadi, which has fallen to Islamic State militants, adding the troops lacked the will to defend themselves.
pt: O secretário de Defesa dos Estados Unidos, Ashton Carter, afirmou que as forças iraquianas "falharam ao combater" e "não mostraram vontade de lutar" ao enfrentar o grupo Estado Islâmico na cidade de Ramadi, que foi dominada pelos jihadistas.

source: France halts search for bodies at Germanwings crash site
pt: França encerra busca por corpos em local onde caiu avião da Germanwings

source: Man United's coach said for his part that Di Maria "is a world-class midfielder but most importantly he is a team player."
pt: "Angel é um meia de nível mundial, mas mais importante é que ele é um jogador que joga para o time .

source: I'm now making that choice that I would like to, in a sense, remain celibate."
pt: Agora estou tomando a decisão que me parece acertada, que é manter o celibato."

source: Iran nuclear talks break off, to resume next week
pt: Conversas nucleares com Irã são suspensas e devem ser retomadas na próxima semana

source: I have no idea.”
pt: O que não é verdade .

source: Trachtenberg invested in fancy dormitories, upmarket sports facilities and state-of-the-art classrooms in a deliberate strategy to make the school more appealing .
pt: O presidente da universidade na época, Stephen Trachtenberg, investiu em dormitórios sofisticados, instalações esportivas caras e aulas com a mais avançada tecnologia, em uma estratégia para tornar a faculdade mais atraente.

source: Mexico City, Dec 25 (EFE).- Uber-type services and new collaborative economic trends such as carpooling are gaining strength in Mexico, changing the panorama of transportation and mobility and - in turn - bringing criticism from taxi associations.
pt: - Os aplicativos para celulares e as novas tendências da economia colaborativa como a carona solidária ganham cada vez mais força no México, mudando o panorama da mobilidade urbana e enfrentando, por sua vez, as críticas das associações de taxistas.

source: The leftist government in Greece met Thursday's deadline to repay a 450-million-euro ($483-million) loan installment to the International Monetary Fund (IMF), the Athens News Agency reported.
pt: O governo grego ordenou o pagamento ao Fundo Monetário Internacional (FMI) de uma parcela no valor de cerca de 450 milhões de euros, referente a um empréstimo que vencia nesta quinta-feira (09/04) .

source: Stephane Ravier, one of the successful FN candidates, reflected the party's upbeat mood, saying: "Now there is only one more door to push open, that of the Elysee (presidential palace)."
pt: "Agora, só nos resta abrir uma única porta: a do Eliseu (palácio presidencial)", comentou Stéphane Ravier, um dos senadores eleitos pela FN.

source: "I knew, even on the way out there, that it was a bad idea and I went against that.
pt: "Assim que ela chegou, eu senti algo estranho, que não sabia dizer o que era .

source: It's such a beautiful building."
pt: Ela está melhor, mais bonita e está crescendo .

source: The Catholic Archbishop of Jos, in central Nigeria, has accused the West of ignoring the threat of the militant Islamist group, Boko Haram.
pt: O Arcebispo da cidade de Jos, Ignatius Kaigama, acusou os países ocidentais de ignorarem a ameaça representada pelo grupo extremista Boko Haram.

source: Castro and Obama announced in December they would work toward a restoration of diplomatic relations after more than a half-century.
pt: Em dezembro, os líderes cubanos e norte-americanos concordaram em trabalhar para restaurar os laços diplomáticos rompidos há mais de meio século

source: At least 220 Russian soldiers have died fighting in east Ukraine, opposition activists said in a report released Tuesday, offering “ample evidence” to refute President Vladimir Putin’s denials that Russian troops are operating in the country.
pt: MOSCOU — Moscou gastou mais de US$ 1 bilhão em apoio aos rebeldes separatistas no Leste da Ucrânia e perdeu pelo menos 220 soldados, mortos em combates na região, de acordo com um relatório de ativistas da oposição russa divulgado nesta terça-feira.

source: But it doesn’t always happen that way .
pt: O que não vamos deixar acontecer .

source: Prime Minister David Cameron tweeted: "Congratulations to the Duke and Duchess of Cambridge on the birth of their baby girl .
pt: O primeiro-ministro britânico, David Cameron, deu os parabéns à Duquesa de Cambridge pelas redes sociais .

source: Last week, Merkel and Hollande met Putin in Moscow and followed this up with a conference call on Sunday also including Ukrainian President Petro Poroshenko .
pt: Putin, a chanceler alemã, Angela Merkel, e o presidente francês, François Hollande, devem voltar a conversar por telefone no domingo

source: There were 144 passengers and six crew members on board .
pt: A aeronave levava 150 pessoas a bordo - 144 passageiros e seis tripulantes.

source: The organizers of the attack are likely to have stolen credit and debit card numbers as well as information about their holders’ personal data.
pt: Dados pessoais como informações sobre doenças, números de cartão de crédito e históricos médicos não foram acessados.

source: In 1966 a separate Air Force committee was set up to further delve into some of the cases within Project Blue Book .
pt: Em 1966, outra comissão da Força Aérea foi criada para analisar a fundo alguns dos casos do Projeto Livro Azul .

source: It was this many."
pt: “Ela estava muito triste .

source: The name of the baby hasn't be released so far .
pt: O nome da criança ainda não foi anunciado .

source: RIO DE JANEIRO/SAO PAULO/MILAN Jan 23 (Reuters) - Oi SA , Brazil's most indebted phone carrier, is open to all options in a potential process of industry consolidation as long as the transaction helps create value for shareholders, Chief Executive Officer Bayard Gontijo said on Friday.
pt: RIO DE JANEIRO (Reuters) - A Oi está aberta a todas as opções para uma eventual consolidação no mercado brasileiro de telecomunicações, inclusive uma fusão com a TIM Participações, desde que gere valor aos acionistas da operadora, disse nesta sexta-feira o presidente da empresa, Bayard Gontijo.

source: The pound was also strong against the euro.
pt: Diante da libra, o euro estava cotado a ?

source: The body of one of the rebels was recovered but the other was "violently snatched away by the civilian populace," the military statement said.
pt: Um dos corpos "foi levado pelas tropas", enquanto o "segundo foi tomado de forma violenta pela população civil", disse um comunicado militar .

source: Two more miners have died, bringing the death toll of the coal mine fire in northeast China's Liaoning Province on Wednesday to 26.
pt: Um incêndio matou 24 trabalhadores em uma mina de carvão do nordeste da China, informou nesta quarta-feira (26) a agência oficial Xinhua.

source: The latest deadly violence flared on Friday evening in Kharkiv when a Russian activist and a passerby died in a gunfight between a group of Ukrainian nationalists and a Kremlin supporter in the eastern industrial city.
pt: Um militante pró-Moscou e um civil morreram na sexta-feira em Kharkiv, leste da Ucrânia, em um tiroteio entre nacionalistas radicais e militantes pró-Rússia.

source: At least 20 people were killed in a suspected suicide bomb attack carried out by a child on a bar in Maroua in the far north of Cameroon on Saturday night, just days after 13 died in twin bombings in the city, state TV said Sunday.
pt: Um ataque suicida contra uma popular região noturna da cidade de Maroua, no norte de Camarões, matou ao menos 10 pessoas, somente alguns dias depois de militantes do Estado Islâmico (EI) terem matado ao menos 20 pessoas na cidade.

source: LONDON (Reuters) - London's red-hot property market has struck a new record with the sale of a 140 million pound ($237 million) unfurnished apartment, but even the developer of the opulent building warned that some asking prices in Britain were unsustainable.
pt: LONDRES, 2 Mai (Reuters) - O aquecido mercado imobiliário londrino estabeleceu um novo recorde com a venda de um apartamento por 140 milhões de libras (237 milhões de dólares), mas até a incorporadora do opulento edifício alertou que alguns preços praticados na Grã-Bretanha são insustentáveis.

source: It was the last time she would see Cosby, she told CNN.
pt: "Ela [menina] disse que ele sempre a chamava e ela nunca foi .

source: The prosecution of Morsi is taking place amid a wider crackdown on the Muslim Brotherhood, which President Sisi has vowed to wipe out.
pt: Sisi, o atual presidente egípcio, prometeu erradicar a Irmandade e lançou uma campanha de repressão que colocou milhares de apoiadores de Mursi na prisão.

source: Hundreds of refugees cross back into Syria from Turkey: witnesses
pt: Milhares de refugiados voltam da Turquia para a Síria, dizem fontes da …

source: Another former French hostage, who declined to be named, added that US hostages "have a different experience in captivity .
pt: Outro ex-refém francês, que pediu para não ser identificado, afirma que os reféns americanos "vivem de forma diferente .

source: I'd like to be there to be able to do that for you."
pt: Quando você diz ‘Não’ a uma criança, isso significa que ela não poderá fazer alguma coisa .

source: "In too many communities, too many young men of color are left behind and seen only as objects of fear."
pt: "Em muitas comunidades, muitos jovens de cor foram marginalizados e so vistos apenas como uma fonte de medo", ressaltou.

source: She is just going to have to work a little bit harder at it.
pt: "Eu só tenho um minuto para falar e vocês tem o tempo todo .

source: It's a bit better than the forecast in April .
pt: Então, é melhor ter um pouco de inflação?

source: That's what we have to think about.
pt: Foi isso, eu acho .

source: "The president reaffirmed the United States' long-standing commitment to a two-state solution that results in a secure Israel alongside a sovereign and viable Palestine," White House spokesman Josh Earnest said.
pt: O porta-voz da Casa Branca, Josh Earnest, reiterou o apoio à solução de dois Estados para o conflito entre israelenses e palestinos.

source: Hungary has suspended EU asylum rules that require it to take back refugees who first enter Hungary, then leave
pt: A Hungria decidiu suspender um acordo da União Europeia (UE) que estabelece regras para a acolhida de refugiados nos países-membros .

source: He said that Mr Sotloff "was no war junkie and did not want to be a modern-day Lawrence of Arabia".
pt: “Ele não era um viciado em guerras, não queria se tornar um novo Lawrence das Arábias: ele só queria dar voz àqueles que não têm .

source: Russia sends three or four such spacecrafts per year to supply the ISS .
pt: Todos os anos, três ou quatro naves não tripuladas são enviadas pela agência para abastecer a ISS .

source: He is the sixth city official to step down in the wake of last week's Justice Department report which lashed out at Ferguson's courts and police department for racial prejudice.
pt: Um relatório do Departamento de Justiça dos EUA divulgado na semana passada questiona as práticas tanto da polícia como das autoridades e da Justiça de Ferguson.

source: The chances of ISIS militants establishing a caliphate in Egypt are slim: the Egyptian state has crushed one militant group after another.
pt: As chances de os militantes do Estado Islâmico estabelecerem um califado no Egito são mínimas: o governo acabou com todos os grupos que se atreveram a tentar.

source: It might not be everyone's cup of tea.
pt: Pode não ser o gosto de todos.

source: Afghan president says U.S. might want to 're-examine' pullout deadline Sun, Jan 4 2015
pt: Presidente afegão diz que EUA podem querer reexaminar prazo de retirada do país

source: But he admitted the security forces had been slow to respond to the insurgents' initial advance in north-east Nigeria.
pt: Mas o presidente - que concorre à reeleição em uma semana - admitiu que a resposta ao avanço inicial dos insurgentes no nordeste da Nigéria foi muito lenta.

source: We'll be able to hang out all the time.
pt: "Não vamos ficar aqui a tarde toda .

source: A surgeon has been suspended over allegations he "branded" his initials on to a patient's liver, University Hospitals Birmingham NHS Foundation Trust says.
pt: Um cirurgião da cidade de Birmingham, na região central da Inglaterra, foi suspenso sob a alegação de que ele marcou suas iniciais no fígado de um paciente, durante uma operação.

source: (CNN)A week after allegations of child sex abuse by French peacekeepers deployed to the Central African Republic rocked France, a Paris prosecutor announced that judges would investigate a number of people in the alleged rape and sexual abuse of minors.
pt: Paris (AFP) - Os juízes de instrução franceses irão investigar as acusações de estupro de crianças por soldados franceses na República Centro-Africana, anunciou nesta quinta-feira a Procuradoria de Paris.

source: (Reuters) - Luis Suarez trained with his new Barcelona team mates, including Neymar, for the first time on Friday after the Court of Arbitration for Sport (CAS) ruled that he need not be banned from all football activity.
pt: Um dia depois de ver a Corte Arbitral do Esporte (CAS, na sigla em inglês) aliviar a punição aplicada pela Fifa, Luis Suárez realizou nesta sexta-feira pela manhã o seu primeiro treino como jogador do Barcelona .

source: (CNN)U.S. special operations forces killed a key ISIS commander during a raid in eastern Syria overnight Friday to Saturday -- securing intelligence on how the terror organization operates, communicates and earns money, U.S. government officials said.
pt: WASHINGTON (Reuters) - As forças de operações especiais dos Estados Unidos mataram um líder sênior do Estado Islâmico que ajudou a dirigir as operações financeiras e de petróleo e gás do grupo, durante um ataque no leste da Síria, informaram o Pentágono e a Casa Branca neste sábado.

source: In addition, constant infusions are necessary as Ebola patients lose substantial amounts of fluid through vomiting and diarrhea.
pt: Além disso, diversas infusões são necessárias, uma vez que infectados com o ebola sofrem com vômitos e diarreias, perdendo bastante líquido.

source: She said he offered to help her, inviting her to his home .
pt: Ela tinha saído da casa da mãe dela e iria de ônibus para a casa dela.

source: Violence in the east, particularly Donetsk and Luhansk, has seriously disrupted preparations for the polls.
pt: O clima de violência na Ucrânia, principalmente no leste do país, em cidades como Donetsk e Luhansk, prejudicou muito os preparativos para as eleições presidenciais.

source: Political parties have observers at polling stations who act as witnesses to oversee preliminary counts, which allows them to tally results unofficially for their party.
pt: Partidos políticos têm observadores nas seções eleitorais que atuam como testemunhas na contabilização preliminar dos votos, o que permite a ele realizar uma contagem extraoficial.

source: The United States and the European Union have levied sanctions on Moscow over the conflict, which has killed more than 6,100 people so far .
pt: Foram impostas sanções contra Moscou por conta do conflito, que já matou mais de 6.100 pessoas.

source: Oracle wins copyright ruling against Google over Android .
pt: Decisão judicial favorece Oracle em disputa sobre copyright com Google

source: Many others have fled from the prospect of an all-out assault on the city of nearly 500,000 people.
pt: Muitos outros fugiram da perspectiva de um ataque total à cidade de cerca de 500 mil habitantes.

source: Tehran says its nuclear program is peaceful and that it produces low-enriched uranium only to make fuel for a planned network of atomic energy plants .
pt: O Irã nega que queria produzir armas atômicas e insiste que o programa tem apenas propósitos pacíficos, como geração de energia .

source: “Everyday Americans need a champion, and I want to be that champion.”
pt: "Os americanos comuns têm a necessidade de um campeão .

source: Kemal died in an Istanbul hospital where he was being treated for pulmonary complications, respiratory problems and cardiac arrhythmia since January 14, the official Anatolia news agency said.
pt: O escritor morreu nesse sábado, 28, de insuficiência respiratória e arritmia cardíaca, num hospital de Istambul, onde estava internado desde 14 de janeiro, segundo informou a agência de notícias turca Anadolu.

source: The dog of a Spanish nurse infected with Ebola in Madrid was put down on Wednesday by health authorities who feared it could spread the deadly disease, despite a campaign to spare him by animal rights activists.
pt: O cão da auxiliar de enfermagem espanhola, infectada com o vírus Ebola, foi sacrificado nesta quarta-feira por decisão das autoridades, anunciou o governo regional de Madri, em um comunicado.

source: WILLISTON, N.D./HOUSTON (Reuters) - A BNSF train carrying crude oil owned by Hess Corp derailed and caught fire in North Dakota on Wednesday, forcing the evacuation of a nearby small town just days after the United States and Canada announced reforms to improve the safety of such shipments.
pt: WILLISTON/NOVA YORK (Reuters) - Um trem da empresa ferroviária norte-americana BNSF com petróleo descarrilou e pegou fogo em Wells County, no Estado norte-americano da Dakota do Norte, nesta quarta-feira, poucos dias depois de Estados Unidos e Canadá anunciarem reformas abrangentes para melhorar a segurança do transporte de mercadorias voláteis.

source: Kassig's life was threatened on the video that showed Henning's killing.
pt: Kassig já havia aparecido em 3 de outubro no vídeo da decapitação de Henning .

source: Rafael Perez-Santamaria, head of the Carlos III Hospital in Madrid, where the infected nurse, Teresa Romero, had treated two Spanish missionaries who had contracted the disease in West Africa, said medical staff were "revising our protocols".
pt: O outro é um espanhol que deixou a Nigéria, disse Rafael Perez-Santamaria, diretor do hospital Carlos 3º, onde a enfermeira infectada prestou tratamento a dois missionários espanhóis que contraíram a doença na África e morreram na Espanha.

source: St. Louis County Police Chief Jon Belmar said the shootout started when four plainclothes detectives in a van came under fire.
pt: Os atiradores "eram criminosos; não eram manifestantes", disse Jon Belmar, chefe de polícia do Condado de St. Louis .

source: The violence is particularly alarming to Italy because the two countries are separated only by a narrow stretch of the Mediterranean, across which migrants travel looking for a better life in Europe .
pt: A intensificação da violência na Líbia, onde o Estado Islâmico também é ativo, é particularmente alarmante para a Itália, porque os dois países estão separados apenas por um trecho relativamente estreito de mar .

source: “I couldn’t have done it without it .
pt: Eu não tinha é que ter lido nada .

source: UK police officers have also travelled to Turkey - although their role in the country has not been confirmed.
pt: A polícia britânica confirmou que as três estudantes de Londres que viajaram à Turquia já entraram na Síria .

source: Everland IPO seen smoothing path for Samsung Group succession
pt: IPO da Everland é tido como facilitador de sucessão no Samsung Group
